[SupremeFocus X2AbilityTemplate]
LocFriendlyName="Supreme Focus"
LocLongDescription="The maximum Focus level is increased to 4."
LocHelpText="The maximum Focus level is increased to 4."
LocPromotionPopupText="<Bullet/> Focus Level 4: Rend Damage +<Ability:FOCUS4RENDDAMAGE/>, Mobility +<Ability:FOCUS4MOBILITY/>, Dodge +<Ability:FOCUS4DODGE/><br/>"

[UITacticalHUD_SoldierInfo]
FocusLevelLabel="Focus Level"
FocusLevelDescriptions[0]=""
FocusLevelDescriptions[1]="Rend Damage +<Ability:FOCUS1RENDDAMAGE/>\nMobility +<Ability:FOCUS1MOBILITY/>\nDodge +<Ability:FOCUS1DODGE/>"
FocusLevelDescriptions[2]="Rend Damage +<Ability:FOCUS2RENDDAMAGE/>\nMobility +<Ability:FOCUS2MOBILITY/>\nDodge +<Ability:FOCUS2DODGE/>"
FocusLevelDescriptions[3]="Rend Damage +<Ability:FOCUS3RENDDAMAGE/>\nMobility +<Ability:FOCUS3MOBILITY/>\nDodge +<Ability:FOCUS3DODGE/>"
FocusLevelDescriptions[4]="Rend Damage +<Ability:FOCUS4RENDDAMAGE/>\nMobility +<Ability:FOCUS4MOBILITY/>\nDodge +<Ability:FOCUS4DODGE/>"
FocusLevelDescriptions[5]="Rend Damage +<Ability:FOCUS5RENDDAMAGE/>\nMobility +<Ability:FOCUS5MOBILITY/>\nDodge +<Ability:FOCUS5DODGE/>"
FocusLevelDescriptions[6]="Rend Damage +<Ability:FOCUS6RENDDAMAGE/>\nMobility +<Ability:FOCUS6MOBILITY/>\nDodge +<Ability:FOCUS6DODGE/>"
FocusLevelDescriptions[7]="Rend Damage +<Ability:FOCUS7RENDDAMAGE/>\nMobility +<Ability:FOCUS7MOBILITY/>\nDodge +<Ability:FOCUS7DODGE/>"
FocusLevelDescriptions[8]="Rend Damage +<Ability:FOCUS8RENDDAMAGE/>\nMobility +<Ability:FOCUS8MOBILITY/>\nDodge +<Ability:FOCUS8DODGE/>"
FocusLevelDescriptions[9]="Rend Damage +<Ability:FOCUS9RENDDAMAGE/>\nMobility +<Ability:FOCUS9MOBILITY/>\nDodge +<Ability:FOCUS9DODGE/>"
FocusLevelDescriptions[10]="Rend Damage +<Ability:FOCUS10RENDDAMAGE/>\nMobility +<Ability:FOCUS10MOBILITY/>\nDodge +<Ability:FOCUS10DODGE/>"

[TemplarFocus X2AbilityTemplate]
LocFriendlyName="Focus"
LocLongDescription="Gain Focus during missions, increasing stats, damage, and ability effectiveness. Focus can be spent on powerful abilities."
LocPromotionPopupText="<Bullet/> Templars begin missions weaker than other soldiers, but can become extremely powerful at higher Focus levels. Effectively managing Focus to get the most out of the stat boosts and each ability is critical to using a Templar.<br/><Bullet/> Focus is gained by killing enemies with Rend.<br/><Bullet/> Focus Level 1: Rend Damage +<Ability:FOCUS1RENDDAMAGE/>, Mobility +<Ability:FOCUS1MOBILITY/>, Dodge +<Ability:FOCUS1DODGE/><br/><Bullet/> Focus Level 2: Rend Damage +<Ability:FOCUS2RENDDAMAGE/>, Mobility +<Ability:FOCUS2MOBILITY/>, Dodge +<Ability:FOCUS2DODGE/><br/><Bullet/> Focus Level 3: Rend Damage +<Ability:FOCUS3RENDDAMAGE/>, Mobility +<Ability:FOCUS3MOBILITY/>, Dodge +<Ability:FOCUS3DODGE/><br/><Bullet/> Focus Level 4: Rend Damage +<Ability:FOCUS4RENDDAMAGE/>, Mobility +<Ability:FOCUS4MOBILITY/>, Dodge +<Ability:FOCUS4DODGE/>.<br/><Bullet/> Focus Level 5: Rend Damage +<Ability:FOCUS5RENDDAMAGE/>, Mobility +<Ability:FOCUS5MOBILITY/>, Dodge +<Ability:FOCUS5DODGE/>.<br/><Bullet/> Focus Level 6: Rend Damage +<Ability:FOCUS6RENDDAMAGE/>, Mobility +<Ability:FOCUS6MOBILITY/>, Dodge +<Ability:FOCUS6DODGE/>.<br/><Bullet/> Focus Level 7: Rend Damage +<Ability:FOCUS7RENDDAMAGE/>, Mobility +<Ability:FOCUS7MOBILITY/>, Dodge +<Ability:FOCUS7DODGE/>.<br/><Bullet/> Focus Level 8: Rend Damage +<Ability:FOCUS8RENDDAMAGE/>, Mobility +<Ability:FOCUS8MOBILITY/>, Dodge +<Ability:FOCUS8DODGE/>.<br/><Bullet/> Focus Level 9: Rend Damage +<Ability:FOCUS9RENDDAMAGE/>, Mobility +<Ability:FOCUS9MOBILITY/>, Dodge +<Ability:FOCUS9DODGE/>.<br/><Bullet/> Focus Level 10: Rend Damage +<Ability:FOCUS10RENDDAMAGE/>, Mobility +<Ability:FOCUS10MOBILITY/>, Dodge +<Ability:FOCUS10DODGE/>.<br/>"

[Scorch X2AbilityTemplate]
LocFriendlyName="Scorch"
LocLongDescription="Targets struck by Volt will be disoriented in addition to Aftershock, suffering massive penalties to aim and movement."
LocHelpText="Targets struck by Volt will be disoriented in addition to Aftershock, suffering massive penalties to aim and movement."
LocPromotionPopupText="<Bullet/> Scorch's disorientation effect will last for 2 turns.<br/><Bullet/> Scorch has a <Ability:SCORCH_DISORIENT_PERCENT_CHANCE/>% chance to disorient the target.<br/><Bullet/> Scorch will affect all of the units hit by Volt if it jumps multiple times.<br/>"